[{"adjective":"Futurist","attacked":"\"ZANG-TUMB\nTUMB-TUMB\nTUUUUUM\" - Filippo Marinetti, Voi. Proprio Adesso, 1939","cities":["St. Marmero","Glorian","Marinetti","Carrà","Ferrara","Depero","Elan","Apollonia","Lupertazzi","I hope I don't wake up tomorrow","Picenia","Vroom Vroom"],"declaringWar":"\"Muoviti, puttana.  \nTogliti di mezzo.  \nTogliti di mezzo, cagna, togliti di mezzo.\" - Filippo Tommaso Marinetti, Selected Poems and Related Prose","defeated":"\"Come cucinare uno spaghetti futurista: \nIn primo luogo, consuma metanfetamine di cristallo.  \nIn secondo luogo, aumenta i pensieri negativi nevrotici.  \nTerzo, odi te stesso, quanto tutto sia noioso e come la vita non abbia più nulla da offrire.  \nQuarto, questo non è uno scherzo, se tu fossi qui ti abbraccerei subito, o almeno parlerei incessantemente.\" - Filippo Marinetti, L'aeropoema di Gesù, 1944","hateHello":"\"Je ne te chie pas, frère. \nElle a mis son vagin dans une soucoupe de lait et a dit que sa chatte avait soif.  \nLa merde la plus drôle que j'aie jamais vue.\" - George Batallie, Fucking Asshole, 1928","innerColor":[245,35,175],"introduction":"\"We [Futurists] want to glorify war - the only cure for the world - militarism, patriotism, the destructive gesture of the anarchists, the beautiful ideas which kill, and contempt for woman. We want to demolish museums and libraries, fight morality, feminism and all opportunist and utilitarian cowardice...\" - Filippo Marinetti, The Futurist Manifesto, 1909","leaderName":"Futurist State of Antegria","name":"Antegria","neutralHello":"\"Velocità lmao\" - Filippo Marinetti, Tutto Il Tempo","outerColor":[115,235,0],"preferredVictoryType":"Domination","startBias":["Coast"],"startIntroPart1":"Antegria is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka directly. A fleeing couple says they are fleeing from Antegrian tyranny. The wife of the couple says she will be killed if she is denied. Information about a domestic spying program is also given on day 11 when the said program is exposed. I cannibalized the former Paper's Please mod 3 years ago to make Antegria futurist cause I thought generic dictatorships were lame and couldn't do PNG files. I forced my self to finish this after the usual neurotic->braindead falloff. I still fucking hate atlas files. Anyways if anyone's playing this, have fun, and tell me if I fucked anything up, I'm planning on adding UU/UBs by at least 2025.","startIntroPart2":"Are you looking for a new, quirky ideology? Do you still think trains are dope? Do you enjoy violence and fast cars and shouting and other dumb shit? Does that agressive hypermasculine identity conflict with homoerotic feelings as a result of confining traditional societal views? Do you hate your parents? Does your neurotic chimp brain make most normal stuff seem horrifically boring? Are you addicted to Amphetamines? Do you hate poetry that isn't just a series of Onomatopoeias? Are you an idiot?\n\nIf you answered yes to any of those questions, then I recommend you to refer to the poetry and writings of Marinetti & Mayakovsky for furth lmao no don't do that read Kierkegaard","tradeRequest":"\"Emotions are steep like cliffs, -\nplease,\nstep away farther.\" - Vladimir Mayakovsky, Backbone Flute: Selected Poetry","unique":"[+1 Production, -1 Faith] from every specialist [in all non-occupied cities]<when not at war>,  [+2 Production, +1 Culture, -1 Faith] from every specialist [in all non-occupied cities]<when at war>, [+10]% [Science]<when at war>, +[20]% Production when constructing [Armor] units, +[20]% Production when constructing [Air] units, [Great Artist] is earned [+33]% faster","uniqueName":"Marmero Futurista","uniqueText":"All specialists yield -1 Faith and +1 Production, plus another +1 Production and +1 Culture when at war. Wars also grant +10% Science.\nGreat Artists spawn 33% faster. \nArmor & Air units are 20% cheaper to produce."}]m worth it. Untarnished, unfading, unsurpassable. You're trash y","innerColor":[207,124,104],"introduction":"Greetings, esteemed guest. I am King Midas of all of Phrygia, though I'm sure my reputation precedes me.","leaderName":"Midas","name":"Phrygia","neutralHello":"Greetings, what is it you've come to offer?","outerColor":[164,189,65],"preferredVictoryType":"Cultural","startBias":["Plains"],"startIntroPart":"Phrygians were kinda very vaguely remenicent of the Thracians but linguistically Greeks closest relative. They migrated at the very end of the bronze age just to prod at the rapidly expiring Hittites. Had good music and ok hats like the Thracians. Adaptable group of fellows, skilled at working iron but especially gold. Decent horsemen idk. Midas gold man Phrygian. Gordian knot it was in fucking Gordia. Vanilla Anatolii w/Thracian infusion. Cybele is cool besides the castration, Magna Mater was a real downgrade. Oh yeah and Midas was credited w/black lead or something, which kinda j sounds worse than what he actually did.","tradeRequest":"Yes, I assure you, a handshake is all that's between you and making your nation a fabulous amount of wealth.","unique":"[+1 Gold] from [Mine] tiles [In all cities]<during a Golden Age>, [+2 Gold, +1 Production, +2 Culture] from [Iron] tiles [In all cities], [+2 Gold, +1 Production, +2 Culture] from [Gold] tiles [In all cities]","uniqueText":"+2 Gold, +2 Culture, +1 Iron on Gold and Iron.\nDuring a Golden Age, all Mines produce +1 Gold.","uniqueName":"Magna Mater"},{"adjective":"Futurist","attacked":"\"ZANG-TUMB\nTUMB-TUMB\nTUUUUUM\" - Filippo Marinetti, Voi. Proprio Adesso, 1939","cities":["St. Marmero","Glorian","Marinetti","Carrà","Ferrara","Depero","Elan","Apollonia","Lupertazzi","I hope I don't wake up tomorrow","Picenia","Vroom Vroom"],"declaringWar":"\"Muoviti, puttana.  \nTogliti di mezzo.  \nTogliti di mezzo, cagna, togliti di mezzo.\" - Filippo Tommaso Marinetti, Selected Poems and Related Prose","defeated":"\"Come cucinare uno spaghetti futurista: \nIn primo luogo, consuma metanfetamine di cristallo.  \nIn secondo luogo, aumenta i pensieri negativi nevrotici.  \nTerzo, odi te stesso, quanto tutto sia noioso e come la vita non abbia più nulla da offrire.  \nQuarto, questo non è uno scherzo, se tu fossi qui ti abbraccerei subito, o almeno parlerei incessantemente.\" - Filippo Marinetti, L'aeropoema di Gesù, 1944","hateHello":"\"Je ne te chie pas, frère. \nElle a mis son vagin dans une soucoupe de lait et a dit que sa chatte avait soif.  \nLa merde la plus drôle que j'aie jamais vue.\" - George Batallie, Fucking Asshole, 1928","innerColor":[245,35,175],"introduction":"\"We [Futurists] want to glorify war - the only cure for the world - militarism, patriotism, the destructive gesture of the anarchists, the beautiful ideas which kill, and contempt for woman. We want to demolish museums and libraries, fight morality, feminism and all opportunist and utilitarian cowardice...\" - Filippo Marinetti, The Futurist Manifesto, 1909","leaderName":"Futurist State of Antegria","name":"Antegria","neutralHello":"\"Velocità lmao\" - Filippo Marinetti, Tutto Il Tempo","outerColor":[115,235,0],"preferredVictoryType":"Domination","startBias":["Coast"],"startIntroPart1":"Antegria is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka directly. A fleeing couple says they are fleeing from Antegrian tyranny. The wife of the couple says she will be killed if she is denied. Information about a domestic spying program is also given on day 11 when the said program is exposed. I cannibalized the former Paper's Please mod 3 years ago to make Antegria futurist cause I thought generic dictatorships were lame and couldn't do PNG files. I forced my self to finish this after the usual neurotic->braindead falloff. I still fucking hate atlas files. Anyways if anyone's playing this, have fun, and tell me if I fucked anything up, I'm planning on adding UU/UBs by at least 2025.","startIntroPart2":"Are you looking for a new, quirky ideology? Do you still think trains are dope? Do you enjoy violence and fast cars and shouting and other dumb shit? Does that agressive hypermasculine identity conflict with homoerotic feelings as a result of confining traditional societal views? Do you hate your parents? Does your neurotic chimp brain make most normal stuff seem horrifically boring? Are you addicted to Amphetamines? Do you hate poetry that isn't just a series of Onomatopoeias? Are you an idiot?\n\nIf you answered yes to any of those questions, then I recommend you to refer to the poetry and writings of Marinetti & Mayakovsky for furth lmao no don't do that read Kierkegaard","tradeRequest":"\"Emotions are steep like cliffs, -\nplease,\nstep away farther.\" - Vladimir Mayakovsky, Backbone Flute: Selected Poetry","unique":"[+1 Production, -1 Faith] from every specialist [in all non-occupied cities]<when not at war>,  [+2 Production, +1 Culture, -1 Faith] from every specialist [in all non-occupied cities]<when at war>, [+10]% [Science]<when at war>, +[20]% Production when constructing [Armor] units, +[20]% Production when constructing [Air] units, [Great Artist] is earned [+33]% faster","uniqueName":"Marmero Futurista","uniqueText":"All specialists yield -1 Faith and +1 Production, plus another +1 Production and +1 Culture when at war. Wars also grant +10% Science.\nGreat Artists spawn 33% faster. \nArmor & Air units are 20% cheaper to produce."},{"adjective":"Bithynian","attacked":"An opportunity to fight beside true friends is the best suprise we could've asked for.","cities":["Nicomidea","Nicaea","Heraclea Pontica","Bithynion-Claudiopolis","Cius"],"declaringWar":"You forget us men of Thracian blood. We may have changed how we wage war, but we've not forgotten how to lay a jumped-up cunt as low as the ground all over Bithyia.","defeated":"My final decree, I bequeath my kingdom to Rome, and to Julius Caesar, Queen of Bithynia.","hateHello":"I'm going to fuck your dad.","innerColor":[239,220,4],"introduction":"Ave, you stand before King Nicomedes IV of Bithynia, which you may have noticed is also the name of this city. Funny isn't it? You can drop the titles, we've no invasion planned for you; now sit, sit, you must try the wine here.","leaderName":"Nicomedes IV","name":"Bithynia","neutralHello":"Aeyy, how is going it over there?","outerColor":[20,1,196],"preferredVictoryType":"Neutral","startBias":["Grassland"],"startIntroPart1":"Bithynia was founded by a Thracian-related tribe that moved into the area Southwest of Constantinople later than other tribes outside of the Galatians. They liked mercenaries. They liked Romans. Caesar bottom joke. Imagine living and dying in service of your people, and they end up primarily remembered for one of their kings, specifically for being rumored to have railed some guy by his political enemies. Anyways i don't remember how people talk sorry","startIntroPart2":"fucking losing it rn bestie","tradeRequest":"Good to see you my friend, we both know that trade strengthens all peoples involved.","unique":"[+2 Gold] from all [Military] buildings, [Gold] cost of purchasing items in cities [-15]%, Militaristic City-States grant units [3] times as fast when you are at war with a common nation","uniqueText":"Military City State allies gift units 3 times as fast when you're at war.\n+2 Gold from military buildings, and all city purchases are 15% off","uniqueName":"Guards of the Hellenespont"},{"name":"Pontus","adjective":"Pontic","leaderName":"Mithradates IV","preferredVictoryType":"Domination","startBias":["Coast"],"declaringWar":"You absolute fucking idiot. I can't believe you fell for this. You genuinely thought I'd want with a lobotomie like you? Oh wait. You couldn't have huh. Oh fuck I'm actually gonna choke laughing. Hang on a second-\n*Ahem*\n...\nYou just got Adriatic Vespered.","attacked":"OwO what\nI'm chosen by the Gods, you dumb sack of subhuman shit.","defeated":"aahh yuor too late\n                  ohahhw\nno poisoncan get mno                       you stup\n   pioson I'm immune to every known to man\nno you no led isnt a poisouns you moron rance like lead im likincinible like the trojans wall \n now youll not you n wont take nme allive","introduction ":"*own it own it own it own it... haaahh...*\n...\nAh, apologies for the wait, I was not expecting such esteemed guests this hour. No, no matter, we shall make time. Welcome, my friend, to the Kingdom of Pontus: I, Mithradates IV, humbly greet you one legendary ruler of men to another...\nYou haven't heard of my prestigious bloodline? Ah, remind me, did you say you were Persian or Greek?","neutralHello":"Welcome, oh magnificent ruler; we would be honored to have our friendship reciprocated by such a great nation.","hateHello":"Oh, oh my Gods. I'm speechless. What could drive so many to butcher innocent people, their friends, neighbors, just for speaking your language? I'm sorry beyond words, truly. We've had a couple squabbles in the past, but you must've understood that I'm not nearly cruel or insane to the point I could dismiss such a terrifying atrocity, and by those that called themselves your allies, I don't even feel like I know this peninsula now. I promise I'll do everything I can to see these City-State massacres will end at once.","tradeRequest":"Welcome, friend. You're looking at the entrance to the silk road.","startIntroPart1":"The United Federation (sometimes shortened to United Fed.) is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka on the game map. Entrants from the United Federation are identified by a blue passport with a silver emblem on the front. A polio outbreak in the United Federation on day 25 causes Arstotzka to require an up-to-date polio vaccination from all entrants since day 26.","unique":"Influence of all other civilizations with all city-states degrades [25]% faster<for [3] turns><when at war>, [1] additional attacks per turn<for [3] turns><when at war>, [3] free [melee] units appear<during We Love The King Day>","uniqueText":"WLTKDs spawn 3 units for free.\nFor the first 3 turns after war is declared your military units can attack twice, and CS influence decays 25% faster for every other civ.","uniqueName":"Adriatic Vespers","innerColor":[58,27,149],"outerColor":[144,2,191],"cities":["Sinope","Trabizon","Phazimonintis"]},{"adjective":"Carian","attacked":"Ah, never stops huh.","cities":["Harllicanassus","Symyros","Nobody fucking cares lmao","These cities should probably be fighting each other right now"],"declaringWar":"The wretched will do as they were born to do. I hope we change after taking your cities.","declaringWar":"The wretched will do as they were born to do. I hope we change after taking your cities.","defeated":"This was inevitable; the task of improving our cities and managing my wife falls into your hands. Yeah I know we've been enemies but once I'm gone I need you to make sure my sister doesn't mourn too much, alright? She's always been very attached and somewhat prone to insane depressive spirals, so just help her not to dwell on it. Make sure she doesn't go on excessive spending sprees or do anything weird too, and if she does try to do some crazy heartbroken stuff please don't encourage her by romanticize any of that behavior. It's unhealthy and self-destructive, and I'd like her to keep going and living her best life after my passing. Thanks bro","hateHello":"Is our speech a bit harsh for your delicate ears? Well I don't fucking care.","innerColor":[184,174,134],"introduction":"I receive you, as Satrap Masoleus, ruler of Caria. Yes, Satrap, though Carian through and through; my fellow Carians, as ah, eager as they are, tend towards infighting when left to their own devices.","leaderName":"Masoleus","name":"Caria","neutralHello":"Ah, what'd you want.","outerColor":[240,225,230],"preferredVictoryType":"Domination","startBias":["Avoid Tundra"],"startIntroPart1":"They're essentially the Greek's Platonic ideal of an Anatolian barbarian, probably of Barbarians in general but I'd narrowly give that to Thracians. I read they had something to do with the beginning of the term due to their Language sounding like harsh gibberish to the Gks but I didn't check the sauce. Were, as archetypical barbarians, generally warlike and in constant conflict, albiet between towns/CSs not rlly tribes. Also archetypical were the common descriptions of them as the foreigners most open and accepting of Greek culture/language/etc. This checks out since they were most likely the first fully Hellenized Anatolian ethnic groups","startIntroPart2":"Did you hear what that prying old man called us? Greek. We wish; but they've chose to call us barbarians for centuries. Sorry our city battle royale isn't as exciting as your's, that's what happens when you live in fucking Anatolia and a certain people snatched up all the coastline. But of course now they aren't calling us equals, just barbarians of Greek ancestry. Like that fucking helps, and after all we've done. They just want some credit for our Carian Zeus, and my Masoleum oh gods oh fuckj. Well fuck that, we're brother's of the Lycians, and cousins of the Lydians I think.","tradeRequest":"You have valuable stuff that isn't soldiers, we have become trapped in an endless state of conflict that stifles any prosperity or societal development. I hope we can come to an agreement.","unique":"[-20]% [Culture] [in all non-occupied cities], Allied City-States provide [Culture] equal to [25]% of what they produce for themselves, All newly-trained [Melee] units in [all cities with a world wonder] receive the [Besiege] promotion<when at war>","uniqueText":"-20% culture in unoccupied cities, but gain +25% culture from cultural CS. \n\nDuring war, melee units produced in cities with world wonders start with the Siege promotion (+50% CS vs cities)","uniqueName":"Barbaric Ideal"}]